Repository: seanpm2001/mt-training-data
Catalog: skr/skr_pontoon.tmx
Source language: en_us
Languages: skr

source: Successfully removed %1$s
skr: %1$s کامیابی نال ہٹ ڳیا

source: Successfully uninstalled %1$s
skr: %1$s کامیابی نال اݨ انسٹال تھی ڳیا

source: Successfully updated
skr: کامیابی نال اپ ڈیٹ تھی ڳیا

source: Suggested logins
skr: تجویز تھئے لاگ ان

source: Support
skr: سہارا

source: Supported add-ons checker
skr: سہارا تھئے ایڈ ــ آن پڑتال کار

source: %s will delete the selected browsing data.
skr: %s چݨیا ہویا براؤزنگ ڈیٹا مٹیسی۔

source: %s will delete the selected items.
skr: %s چݨے ہوئے آئٹماں کوں مٹیسی۔

source: %s will share everything you type in the address bar with your default search engine.
skr: جہڑی شئے تساں پتہ بار وچ ٹائپ کریسو %s تہاݙے کیتے پہلوں مقرر ڳولݨ انجݨ نال شیئر کریسی۔

source: %s will stop syncing with your account, but won’t delete any of your browsing data on this device.
skr: %s تہاݙے کھاتے نال ہم وقت تھیوݨ رک ویسی، پر ایں ڈیوائس تے تہاݙے براؤز تھئے ڈیٹا وچوں کجھ نہ مٹیسی۔

source: Swipe toolbar sideways to switch tabs
skr: ٹیباں تبدیل کرݨ کیتے ٹول بار تے پاسے ول انگل پھیرو

source: Swipe toolbar up to open tabs
skr: ٹیباں کھولݨ کیتے ٹول بار کوں سوائپ کرو

source: Switch
skr: سوئچ

source: Switch to tab
skr: ٹیب تے ون٘ڄو

source: Switch to the new Nightly
skr: نویں نائٹلی تے سوئچ کرو

source: Sync
skr: ہم وقت کرو

source: Sync %1$s between devices
skr: ڈیوائساں دے درمیان %1$s ہم وقت کرو

source: Sync and save your data
skr: آپݨا ڈیٹا ہم وقت کرو تے محفوظ کرو

source: Sync bookmarks, history, and more with your Firefox Account
skr: آپݨے فائرفوکس کھاتے نال کتاب نشانیاں، تاریخ تے ٻیا ٻہوں کجھ ہم وقت کرو

source: Sync cards
skr: کارڈ ہم وقت کرو

source: Sync cards across devices
skr: ڈیوائساں دے مابین کارڈ ہم وقت کرو

source: Synced device
skr: ہم وقت تھئے ڈیوائس

source: Synced from other devices
skr: ٻیاں ڈیوائساں کنوں ہم وقت تھیاں

source: Synced tabs
skr: ہم وقت تھیاں ٹیباں

source: Sync failed. Last success: %s
skr: ہم وقت کرݨ ناکام تھیا۔ چھیکڑی کامیابی: %s

source: Sync failed. Last synced: never
skr: ہم وقت کرݨ ناکام تھیا۔ چھیکڑی ہم وقت تھیا: کݙاہیں وی کائناں

source: Sync Firefox between devices
skr: ڈیوائساں دے درمیان فائرفوکس ہم وقت کرو

source: Syncing…
skr: ہم وقت تھیندا پئے۔۔۔

source: Sync is on
skr: ہم وقت کرݨ چالو ہے

source: Sync logins
skr: لاگ اناں کوں ہم وقت کرو

source: Sync logins across devices
skr: ڈیوائساں دے مابین لاگ ان ہم وقت کرو

source: Sync now
skr: ہݨ ہم وقت کرو

source: Tab closed
skr: ٹیب بند ہے

source: Tab from %s
skr: %s کنوں ٹیب

source: Tab menu
skr: ٹیب مینیو

source: Tab Received
skr: ٹیب حاصل تھیا

source: Tabs
skr: ٹیباں

source: Tab saved!
skr: ٹیب محفوظ تھی ڳئی!

source: Tabs closed
skr: ٹیب بند تھی ڳئے

source: Tab sent!
skr: ٹیب بھیڄ ݙتی ڳئی!

source: Tab settings
skr: ٹیب ترتیباں

source: Tabs saved!
skr: ٹیباں محفوظ تھی ڳیاں!

source: Tabs sent!
skr: ٹیباں بھیڄ ݙٹیاں ڳیاں!

source: Tabs you haven’t viewed for two weeks get moved here.
skr: جہڑیاں ٹیباں تساں پچھلے ݙو ہفتیاں دے دوران کائنی ݙٹھیاں، اِتھاں ٹور ݙتیاں ویسن۔

source: Tabs you haven’t viewed for two weeks get moved to the inactive section.
skr: جہڑیاں ٹیباں تساں پچھلے ݙو ہفتیاں دے دوران کائنی ݙٹھیاں، غیرفعال حصے وچ ٹور ݙتیاں ویسن۔

source: Tab view
skr: ٹیب نظارہ

source: Tap to copy the URL for this app
skr: ایں ایپ کنوں یوآرایل دی نقل کرݨ کیتے انگل پھیرو

source: The address isn’t valid
skr: پتہ ٹھیک کائنی

source: The application will quit to apply changes
skr: تبدیلیاں لاگو کرݨ کیتے ایپ چھوڑ ݙتی ویسی

source: The connection has timed out
skr: کنکشن ٹائم آوٹ تھی ڳیا ہے

source: The connection was interrupted
skr: کنکشن خراب تھی ڳیا ہائی۔

source: The connection was reset
skr: کنکشن ریسٹ تھی ڳیا

source: The editable text field for the password of the login.
skr: لاگ ان دے پاس ورڈ کیتے عبارت تبدیل کرݨ دے قابل خانہ۔

source: The editable text field for the username of the login.
skr: لاگ ان دے ورتݨ ناں کیتے عبارت تبدیل کرݨ دے قابل خانہ۔

source: The editable text field for the web address of the login.
skr: لاگ ان دے ویب پتے کیتے عبارت تبدیل کرݨ دے قابل خانہ۔

source: The logins you save or sync to %s will show up here.
skr: تساں جہڑے لاگ ان محفوظ کریندے ہو یا %s نال ہم وقت کریندے ہو او اِتھاں ݙکھائے ویسن۔

source: Theme
skr: تھیم

source: The page at %1$s says:
skr: %1$s تے ورقہ آہدے:

source: The page isn’t redirecting properly
skr: ورقہ ٹھیک طرح ری ڈائریکٹ کائنی تھیندا پیا

source: The tab counter toolbar button.
skr: ٹیباں ڳݨݨ آلا ٹولبار بٹݨ۔

source: This add-on was migrated from a previous version of %1$s
skr: ایہ ایڈ ــ آن %1$s دے پچھلے ورشن کنوں منتقل کیتا ڳیا ہائی

source: This app will no longer receive security updates. Get the new Nightly and stop using this app. \n\nTo transfer your bookmarks, logins, and history to another app, create a Firefox account.
skr: ایہ ایپ ہݨ حفاظتی اپ ڈیٹاں وصول کائناں کریسی۔ ایہ ایپ ورتݨ بند کرو تے نویں نائٹلی گھنو۔ \n\n آپݨی کتاب نشانیاں، لاگ ان تے تاریخ دا ٻئی ایپ تے تبادلہ کرݨ کیتے فائرفوکس کھاتہ بݨاؤ۔

source: This app will no longer receive security updates. Stop using this app and switch to the new Nightly. \n\nTo transfer your bookmarks, logins, and history to another app, create a Firefox account.
skr: ایہ ایپ ہݨ حفاظتی اپ ڈیٹاں وصول کائناں کریسی۔ ایہ ایپ ورتݨ بند کرو تے نویں نائٹلی گھنو۔ \n\n آپݨی کتاب نشانیاں، لاگ ان تے تاریخ دا ٻئی ایپ تے تبادلہ کرݨ کیتے فائرفوکس کھاتہ بݨاؤ۔

source: This is sample text. It is here to show how text will appear when you increase or decrease the size with this setting.
skr: ایہ نمونے دی عبارت ہے۔ ایہ ایہ ݙکھیندی ہے جو ترتیباں وچ سائز گھٹیسوں یا ودھیسوں تاں عبارت کین٘ویں نظرسی۔

source: This website requires a secure connection.
skr: ایں ویب سائٹ کوں محفوظ کنکشن دی لوڑ ہے۔

source: This will delete all items.
skr: ایہ سارے آئٹم مٹا ݙیسی۔

source: This will delete all of your browsing data.
skr: ایہ تہاݙا سارا براؤزنگ ڈیٹا مٹا ݙیسی۔

source: Thought-provoking stories
skr: فکر انگیز کہاݨیاں

source: Time range to delete
skr: مٹاوݨ کیتے وقت دی حد

source: To add a new shortcut, remove one. Touch and hold the site and select remove.
skr: نواں شاٹ کٹ شامل کرݨ کیتے، ہک ہٹاؤ۔ ٹچ کرتے، سائٹ قاٻو کرو تے ہٹاؤ چݨو۔

source: To add a new top site, remove one. Touch and hold the site and select remove.
skr: نویں اہم سائٹ شامل کرݨ کیتے، ہک ہٹاؤ۔ ٹچ کرتے، سائٹ قاٻو کرو تے ہٹاؤ چݨو۔

source: To allow it:
skr: ایں کوں اجازت ݙیوݨ کیتے:

source: Today and yesterday
skr: اڄ تے کل

source: Toolbar
skr: ٹول بار

source: Top
skr: چوٹی

source: Top site limit reached
skr: اہم سائٹ حد پوری تھی ڳئی

source: Top site name
skr: بہترین سائٹ ناں

source: To send a tab, sign in to Firefox on at least one other device.
skr: ٹیب بھیڄݨ کیتے گھٹ وگھٹ ہک ٻئی ڈیوائس تے فائرفوکس وچ سائن ان تھیوو۔

source: Tracking content
skr: ٹریکنگ مواد

source: Tracking Content
skr: ٹریکنگ مواد

source: Tracking Protection has blocked trackers
skr: سراغ کاری تحفظ نے سُراغ رساں کوں بلاک کر ݙتا ہے

source: Tracking Protection is off for this site
skr: سراغ کاری تحفظ ایں سائٹ کیتے بند ہے

source: Tracking Protection is on
skr: سراغ کاری تحفظ چالو ہے

source: Translation not found, for locale %1$s neither default language %2$s
skr: %1$s زبان کیتے تے نہ ہی پہلوں مقرر زبان %2$s کیتے ترجمہ لبھے

source: Try Again
skr: ولدا کوشش کرو

source: Turn off in settings
skr: ترتیباں وچ بند کر ݙیوو

source: Turn on auto-close
skr: خودکار بند چالو کرو۔

source: TURN ON AUTO CLOSE
skr: خود بخود بند کرݨ چالو کرو

source: Turn on for all sites
skr: ساریاں سائٹاں کیتے چالو کرو

source: Turn on Sync
skr: ہم وقت کرݨ چالو کرو

source: <ul> <li>Could the item have been renamed, removed, or relocated?</li> <li>Is there a spelling, capitalization, or other typographical error in the address?</li> <li>Do you have sufficient access permissions to the requested item?</li> </ul>
skr: <ul> <li>بھلا آئٹم دا ناں وٹایا ون٘ڄ سڳدا ہائی، ہٹا ون٘ڄ سڳدا ہائی، یا ٻئی جاء تے منتقل کیتا ون٘ڄ سڳدا ہائی؟</li> <li>بھلا پتے وچ ہجیاں، وݙے حروف یا ٹائپ دی کوئی ٻئی غلطی ہے؟</li> <li>بھلا تہاݙے کول مطلوبہ آئٹم تائیں رسائی دی کافی اجازت ہے؟</li> </ul>

source: <ul> <li>It may have been removed, moved, or file permissions may be preventing access.</li> </ul>
skr: <ul> <li>ایہ ہٹا یا ٹور ݙتا ڳیا ہوسی یا فائل اجازتاں رسائی کائناں تھیوݨ ݙیندیاں پیاں ہوسن</li> </ul>

source: <ul> <li>Please contact the website owners to inform them of this problem.</li> </ul>
skr: <ul> <li>ویب سائٹ دے مالکاں کوں ایہ مسلے ݙسݨ کیتے رابطہ کرو۔</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because the authenticity of the received data could not be verified.</li> <li>Please contact the website owners to inform them of this problem.</li> </ul>
skr: <ul> <li>جہڑا ورقہ ݙیکھݨ چاہندے ہو، کائنی ݙکھایا ون٘ڄ سڳدا کیونجو موصول ڈیٹا دی اصلیت دی تصدیق کائنی تھی سڳی۔</li> <li>ویب سائٹ دے مالک کوں ایں مسئلے دا ݙسݨ کیتے انہاں نال رابطہ کرو۔</li> </ul>

source: <ul> <li>The page you are trying to view cannot be shown because this website requires a secure connection.</li> <li>The issue is most likely with the website, and there is nothing you can do to resolve it.</li> <li>You can notify the website’s administrator about the problem.</li> </ul>
skr: <ul> <li>جہڑا ورقہ تساں ݙیکھݨ چاہندے ہو، کائنی ݙکھایا ون٘ڄ سڳدا کیوں جو ایں ویب سائٹ کوں محفوظ کنکشن دی لوڑ ہے۔</li> <li>ایہ مسئلہ غالباً ویب سائٹ وی وجہ نال ہے۔ ایندے حل کیتے تہاݙے کول کجھ کائنی۔</li> <li>تساں ایں مسئلے بارے ویب سائٹ ایڈمن کوں ݙسا سڳدے ہو۔</li> </ul>

source: <ul> <li>The site could be temporarily unavailable or too busy. Try again in a few moments.</li> <li>If you are unable to load any pages, check your device’s data or Wi-Fi connection.</li> </ul>
skr: <ul> <li>سائٹ عارضی طور تے غیر دستیاب یا کافی مصروف تھی سڳدی ہے۔ کجھ دیر بعد ولدا کوشش کرو۔</li> <li>جے تساں کوئی وی ورقہ لوڈ نہوے کر سڳدے پئے، تاں آپݨی ڈیوائس دا ڈیٹا یا وائی-فائی کنکشن دی جانچ کرو۔</li> </ul>

source: <ul> <li>This could be a problem with the server’s configuration, or it could be someone trying to impersonate the server.</li> <li>If you have connected to this server successfully in the past, the error may be temporary, and you can try again later.</li> </ul>
skr: <ul> <li>ایہ سرور کانفیگریشن دا کوئی مسئلہ تھی سڳدا ہے یا تھی سڳدے جو کوئی سرور کوں نقلی بݨاوݨ دی کوشش کریندا پیا ہے۔</li> <li>جے تساں ماضی وچ ایں سرور نال جڑے ہو تاں تھی سڳدا ہے جو خرابی کجھ وقت کیتے ہووے تے تساں کجھ دیر بعد وت کوشش کر سڳدے ہو۔</li> </ul>

source: <ul> <li>Web addresses are usually written like <strong>http://www.example.com/</strong></li> <li>Make sure that you’re using forward slashes (i.e. <strong>/</strong>).</li> </ul>
skr: <ul> <li>ویب پتے عمومی طور تے این٘ویں <strong>http://www.example.com/</strong> لکھے ویندے ہن </li> <li>یقینی بݨاؤ جو تساں فارورڈ سلیشیز (جین٘ویں <strong>/</strong>) ورتندے پئے ہو۔</li> </ul>

source: Unable to connect
skr: جڑݨ وچ ناکام ریہا

source: Unable to open %1$s
skr: %1$s کھولݨ وچ ناکام ریہا

source: Unable to save login
skr: لاگ ان محفوظ کرݨ کنوں قاصر

source: Unable to send
skr: بھیڄݨ وچ ناکام

source: UNDO
skr: اݨ کیتا کرو

source: Unexpected response from server
skr: سرور ولوں غیر متوقع جواب

source: Unknown Protocol
skr: نامعلوم پروٹوکول

source: Unlock %1$s
skr: %1$s اݨ لاک کرو

source: Unlock to use stored credit card information
skr: ذخیرہ تھئی کریڈٹ کارڈ ڄاݨکاری کوں ورتݨ کیتے اݨ لاک کرو

source: Unlock to view your saved cards
skr: آپݨے محفوظ تھئے کارڈاں کوں ݙیکھݨ کیتے اݨ لاک کرو

source: Unlock to view your saved logins
skr: آپݨے محفوظ کیتے لاگ اناں کوں ݙیکھݨ کیتے اݨ لاک کرو

source: Unlock your device
skr: آپݨی ڈیوائس اݨ لاک کرو

source: Unsafe File Type
skr: غیر محفوظ فائل قسم

source: Unwanted site issue
skr: ناپسندیدہ سائٹ مسئلہ

source: <u>Or create a Firefox account to start syncing</u>
skr: <u> یا ہم وقت کرݨ کیتے فائرفوکس کھاتہ بݨاؤ</u>

source: Update
skr: اپ ڈیٹ کرو

source: Update card expiration date?
skr: کارڈ مُکݨ تریخ اپ ڈیٹ کروں؟

source: Update complete
skr: اپ ڈیٹ مکمل

source: Update in progress
skr: اپ ڈیٹ تھین٘دی پئی ہے

source: Updater Information
skr: اپڈیٹر ڄاݨکاری

source: Update this login?
skr: ایہ لاگ ان اپ ڈیٹ کروں؟

source: Updating %s…
skr: %s اپ ڈیٹ کریندا پئے۔۔۔

source: URL
skr: یوآرایل

source: URL copied
skr: یوآرایل نقل تھی ڳیا

source: URL copied.
skr: یوآرایل نقل تھی ڳیا۔

source: URL copied to clipboard
skr: یوآرایل کلپ بورڈ تے نقل تھی ڳیا

source: Usage and technical data
skr: ورتاوا تے فنی ڈیٹا

source: Use email instead
skr: ایندی بجائے ای میل ورتو

source: Username
skr: ورتݨ ناں

source: Username copied to clipboard
skr: ورتݨ ناں کلپ بورڈ تے نقل تھی ڳیا

source: Username required
skr: ورتݨ ناں ضروری ہے

source: Valid hostname required
skr: ٹھیک ہوسٹ ناں ضروری ہے

source: Verification failed
skr: پڑتال ناکام تھی ڳئی

source: Verified By: %1$s
skr: ایندے ولوں پڑتال تھئی: %1$s

source: View
skr: نظارہ

source: View a list of tabs from your other devices.
skr: آپݨیاں ساریاں ڈیوائساں کنوں ٹیباں دی تندیر ݙیکھو۔

source: View options
skr: نظارے آپشناں

source: Voice search
skr: آواز نال ڳولݨ

source: Wallpaper Item: %1$s
skr: وال پیپر آئٹم: %1$s

source: Wallpapers
skr: وال پیپرز

source: Wallpaper updated!
skr: وال پیپر اپ ڈیٹ تھی ڳیا!

source: Web address must contain "https://" or "http://"
skr: ویب پتے وچ "https://" یا "http://" ہووݨ ضروری ہے

source: Web address not valid.
skr: ویب پتہ ٹھیک کائنی۔

source: Website
skr: ویب سائٹ

source: Welcome to an all-new %s
skr: اصلوں نویں %s وچ ست بسم اللہ

source: Welcome to %s!
skr: %s وچ ست بسم اللہ!

source: We‘re currently building support for an initial selection of Recommended Extensions.
skr: ایکسٹنشناساں فی الحال تجویز تھئے ایکسٹنشناں دے موہری انتخاب کیتے سہارا بݨیندے پئے ہیں۔

source: We’ve designed %s to give you control over what you share online and what you share with us.
skr: تساں جہڑی شئے تساں ساکوں شیئر کرو یا آن لائن شیئر کریندے ہو اوں کوں تہاݙے ڳاٻو وچ ݙیوݨ سانگے اساں %s کوں بݨایا ہے۔

source: What’s blocked by custom tracking protection
skr: من پسند ٹریکنگ تحفظ نال کیا بلاک ہے

source: What’s blocked by standard tracking protection
skr: معیاری ٹریکنگ تحفظ نال کیا بلاک ہے

source: What’s blocked by strict tracking protection
skr: سخت ٹریکنگ تحفظ نال کیا بلاک ہے

source: What’s new
skr: نواں کیا ہے؟

source: What’s new in %1$s
skr: %1$s وچ کیا نواں ہے؟

source: What’s new in %s
skr: %s وچ کیا نواں ہے؟

source: Yesterday
skr: کل

source: You can easily add this website to your device’s Home screen to have instant access and browse faster with an app-like experience.
skr: تساں ایں ویب سائٹ کوں آسانی نال آپݨی ڈیوائس دی ہوم سکرین وچ شامل کر سڳدے ہو تاں جو فوری رسائی حاصل تھیوے تے ایپ جیہے تجربے نال تیزی نال براؤز کرو۔

source: You can set %1$s to automatically open links in apps.
skr: تساں %1$s کیتے مقرر کر سڳدے ہو جو ایپاں وچ خودکار لنک کھولے۔

source: You don’t have any tabs open in %1$s on your other devices.
skr: تہاݙیاں ٻیاں ڈیوائساں تے %1$s وچ کوئی ٹیب کائنی کھلے ہوئے۔

source: You don’t have any tabs open in Firefox on your other devices.
skr: تہاݙیاں ٻیاں ڈیوائساں تے فائرفوکس وچ کوئی ٹیب کائنی کھلے ہوئے۔

source: You’ll be logged out of most sites
skr: تساں ٻہوں ساریاں سائٹاں توں لاگ آؤٹ تھی ویسو

source: You may want to block access if it\'s not clear why %s needs this data.
skr: جے ایہ واضح کائنی جو %s کوں ایں ڈیٹا دی لوڑ کیوں ہے تاں تساں رسائی تے پابندی لاوݨ پسند کریسو۔

source: Your open tabs will be shown here.
skr: تہاݙیاں کھلیاں ٹیباں اتھاں ݙکھائے ویسن۔

source: Your personalized Firefox homepage now makes it easier to pick up where you left off. Find your recent tabs, bookmarks, and search results.
skr: جتھوں تساں چھوڑیا ہائی تہاݙا ذاتی تھیا فائرفوکس مُکھ پناں ہݨ اُتھوں شروع کرݨ سوکھا بݨیندا ہے۔ آپݨے حالیہ ٹیب، کتاب نشانیاں تے ڳولݨ نتیجے لبھو۔

source: Your privacy
skr: تہاݙی رازداری

source: Your private tabs will be shown here.
skr: تہاݙیاں نجی ٹیباں اتھاں ݙکھائے ویسن۔

source: Your search for \"%1$s\"
skr: \"%1$s\" کیتے تہاݙیاں ڳولاں

source: You’ve enabled HTTPS-Only Mode for enhanced security, and a HTTPS version of <em>%1$s</em> is not available.
skr: وادھوں حفاظت کیتے اساں ایچ ٹی ٹی پی ایس ــ صرف موڈ فعال کر ݙتے، تے <em>%1$s</em> دا ایچ ٹی ٹی پی ایس ورشن دستیاب کائنی۔

source: Zip
skr: زِپ

source: Zoom on all websites
skr: ساریاں ویب سائٹاں تے زوم کرو

source: Access Content
skr: مواد تائیں رسائی کرو

source: Action step
skr: عمل مرحلہ

source: Add account name
skr: کھاتہ ناں شامل کرو

source: Add { -brand-name-relay } to { -brand-name-firefox }
skr: { -brand-name-firefox } تے { -brand-name-relay } شامل کرو

source: Agree
skr: متفق

source: Alias copied to clipboard
skr: عرفی ناں کلپ بورڈ تے نقل تھی ڳیا

source: Aliases are now masks
skr: عرفی ناں ہݨ ماسک ہن۔

source: API Key
skr: اے پی آئی کنجی

source: Apply
skr: لاگو کرو

source: Apply your chosen settings.
skr: آپݨیاں چُݨیاں ہوئیاں ترتیباں لاڳو کرو۔

source: Are you sure you want to sign out?
skr: بھلا تہاکوں پک ہے جو تساں سائن آؤٹ تھیوݨ چاہندے ہو؟

source: Attachment size increase
skr: نتھی سائز ودھارا

source: Available now!
skr: ہݨ دستیاب ہے!

source: Available to { -brand-name-relay-premium } subscribers
skr: { -brand-name-relay-premium } دے سبسکرائبراں کیتے دستیاب

source: Be sure to check back here — we’re always working on great new features to make { -brand-name-relay } even better.
skr: اتھ ولدا واپس چیک کرݨ یقینی بݨاؤ — اساں ہمیشاں نویاں خصوصیات تے کم کریندے ہاں تاں جو { -brand-name-relay } بیا چنگا بݨے۔

source: Block all
skr: سارے بلاک کرو

source: Block, forward, and reply
skr: بلاگ، اڳوں تے، تے جواب ݙیوو

source: blocking
skr: بلاک کرݨ

source: Blocking aliases
skr: بلاک کرݨ آلے عرفی ناں

source: Blocking masks
skr: بلاک کرݨ آلے ماسک

source: Block promotional emails
skr: مشہوری ای میلاں بلاک کرو

source: Block Promotional Emails
skr: مشہوری ای میلاں بلاک کرو

source: Block promotions
skr: مشہوریاں بلاک کرو

source: { -brand-name-firefox-account(capitalization: "uppercase") } Avatar
skr: { -brand-name-firefox-account(capitalization: "uppercase") } اواتار

source: { -brand-name-firefox } apps and services
skr: { -brand-name-firefox } ایپ تے خدمتاں

source: { -brand-name-firefox-browser } for Desktop
skr: ڈیسک ٹاپ کیتے { -brand-name-firefox-browser }

source: { -brand-name-firefox-browser } for Mobile
skr: موبائل کیتے { -brand-name-firefox-browser }

source: { -brand-name-firefox } for Desktop
skr: ڈیسک ٹاپ کیتے { -brand-name-firefox }

source: { -brand-name-firefox } for Mobile
skr: موبائل کیتے { -brand-name-firefox }

source: { -brand-name-firefox } is tech that fights for your online privacy.
skr: { -brand-name-firefox } او ٹیکنالوجی ہے جہڑی تہاݙی آن لائن رازداری کیتے بھِڑدی ہے۔

source: { -brand-name-firefox-relay } can now forward emails up to 25MB, including…
skr: ہݨ { -brand-name-firefox-relay } ٢٥ ایم بی تائیں ای میلاں اڳوں تے پٹھ سڳدے، بشمول ۔۔۔

source: { -brand-name-firefox-relay } can now forward emails up to 25MB, including attachments.
skr: ہݨ { -brand-name-firefox-relay } ٢٥ ایم بی تائیں ای میلاں اڳوں تے پٹھ سڳدے، بشمول نتھیاں۔

source: { -brand-name-firefox-relay } can now forward emails up to { email-size-limit }, including…
skr: ہݨ { -brand-name-firefox-relay } { email-size-limit } تائیں ای میلاں اڳوں تے پٹھ سڳدے، بشمول ۔۔۔

source: { -brand-name-firefox-relay } can now forward emails up to { email-size-limit }, including attachments.
skr: ہݨ { -brand-name-firefox-relay } { email-size-limit } تائیں ای میلاں اڳوں تے پٹھ سڳدے، بشمول نتھیاں۔

source: { -brand-name-firefox-relay } will delete messages before they can reach your inbox when you select blocking for this alias.
skr: جہڑے ویلے تساں ایں عرفی ناں کیتے بلاک کرݨ چُݨسو تاں تہاݙے ابناکس وچ ون٘ڄݨ کنوں پہلے{ -brand-name-firefox-relay } سنیہے مٹاݙیسی۔

source: { -brand-name-firefox-relay } will delete messages before they can reach your inbox when you select blocking for this mask.
skr: جہڑے ویلے تساں ایں ماسک کیتے بلاک کرݨ چُݨسو تاں تہاݙے ابناکس وچ ون٘ڄݨ کنوں پہلے{ -brand-name-firefox-relay } سنیہے مٹاݙیسی۔

source: { -brand-name-firefox-relay } will send messages to your inbox when you select forwarding for this alias.
skr: تساں جہڑے ویلے عرفی ناں کیتے اڳوں تے پٹھݨ چُݨسو تاں { -brand-name-firefox-relay } تہاݙے انباکس وچ سنیہے بھیڄیسی۔

source: { -brand-name-firefox-relay } will send messages to your inbox when you select forwarding for this mask.
skr: تساں جہڑے ویلے ماسک کیتے اڳوں تے پٹھݨ چُݨسو تاں { -brand-name-firefox-relay } تہاݙے انباکس وچ سنیہے بھیڄیسی۔

source: ({ -brand-name-premium } only)
skr: ({ -brand-name-premium } صرف)

source: { -brand-name-relay } couldn’t deliver your email.
skr: { -brand-name-relay } تہاݙا ای میل سپرد کائنی کر سڳا۔

source: { -brand-name-relay } extension added!
skr: { -brand-name-relay } ایکسٹنشن شامل تھئی!

source: { -brand-name-relay } is blocking all emails sent to this alias.
skr: ایں عرفی ناں کوں پٹھیاں ڳیاں ساریاں میلاں { -brand-name-relay } بلاک کریندا پئے۔

source: { -brand-name-relay } is blocking all emails sent to this mask.
skr: ایں ماسک کوں پٹھیاں ڳیاں ساریاں میلاں { -brand-name-relay } بلاک کریندا پئے۔

source: { -brand-name-relay } is even better in { -brand-name-firefox }
skr: { -brand-name-firefox } کنوں { -brand-name-relay } ٻہوں چنگا ہے

source: { -brand-name-relay } is not blocking any emails for this alias.
skr: ایں عرفی ناں کیتے { -brand-name-relay } کوئی ای میلاں بلاک کائنی کریندا پیا۔

source: { -brand-name-relay } is not blocking any emails for this mask.
skr: ایں ماسک کیتے { -brand-name-relay } کوئی ای میلاں بلاک کائنی کریندا پیا۔

source: { -brand-name-relay } might be taking longer than usual to forward your messages
skr: تہاݙے سنیہے اڳوں تے پٹھݨ کیتے { -brand-name-relay } معمول کنوں ودھ ویلا گھندا پئے۔

source: { -brand-name-relay-premium } allows you to block only promotional emails…
skr: { -brand-name-relay-premium } تہاکوں صرف پروموشنل ای میلاں بلاک کرݨ دی اجازت ݙینیدی ہے۔۔۔

source: { -brand-name-relay-premium } available in Finland
skr: { -brand-name-relay-premium } فن لینڈ وچ دستیاب ہے

source: { -brand-name-relay-premium } available in Sweden
skr: { -brand-name-relay-premium } سویڈن وچ دستیاب ہے

source: { -brand-name-relay } Settings
skr: { -brand-name-relay } ترتیباں

source: { -brand-name-relay } Terms
skr: { -brand-name-relay } ٹرماں

source: Browser extension
skr: براؤزر ایکسٹنشن

source: Can I reply to messages using my { -brand-name-relay } alias?
skr: بھلا میں آپݨے { -brand-name-relay } عرفی ناں ورت تے سنیہاں دا جواب ݙے سڳداں؟

source: Can I reply to messages using my { -brand-name-relay } email mask?
skr: بھلا میں آپݨے { -brand-name-relay } ای میل ماسک ورت تے سنیہاں دا جواب ݙے سڳداں؟

source: Can I use { -brand-name-relay } on other browsers or my mobile device?
skr: بھلا میں ٻئت براؤزراں تے یا آپݨے موبائل تے { -brand-name-relay } ورت سڳداں؟

source: Can you even trust this company with your personal email?
skr: بھلا تساں آپݨے ذاتی ای میل نال ایں کمپنی تے بھروسہ کر سڳدے ہو؟

source: Check whether all { -brand-name-relay } systems are currently operational.
skr: پڑتال کرو بھلا سارے { -brand-name-relay } نظام ہݨ چلݨ آلے ہن۔

source: Choose your own custom domain
skr: آپݨاں کسٹم ڈومین چُݨو

source: Choose your own custom subdomain
skr: آپݨی کسٹم نکی ڈومین چُݨو

source: Chrome
skr: کروم

source: Clear all
skr: سارے صاف کرو

source: Click to copy
skr: نقل کرݨ کیتے کلک کرو

source: Click to copy mask { $address }.
skr: ماسک { $address } نقل کرݨ کیتے کلک کرو۔

source: Close menu
skr: مینیو بند کرو

source: Close notification
skr: نوٹیفیکیشن بند کرو

source: Coming soon to { -brand-name-relay }
skr: { -brand-name-relay } تے جلدی آندا پئے

source: Configure { -brand-name-firefox-relay }
skr: { -brand-name-firefox-relay } کنفیگر کرو

source: Connect on the go
skr: گو نال کنکٹ تھیوو

source: Contact support
skr: سہارے نال رابطہ کرو

source: Contact us
skr: ساݙے نال رابطہ کرو

source: Contact Us
skr: ساݙے نال رابطہ کرو

source: Continue, I’ll download the extension later
skr: جاری رکھو، میں ایکسٹنشن بعد وچ ڈاؤن لوڈ کریساں

source: Continue, I’ll register my custom domain later
skr: جاری رکھو، میں آپݨی کسٹم ڈومین بعد وچ رجسٹر کریساں

source: Continue, I’ll register my custom subdomain later
skr: جاری رکھو، میں آپݨی کسٹم سب ڈومین بعد وچ رجسٹر کریساں
